Repository: basroijen/cofely.rma
Catalog: cofely/rma/locales/*/LC_MESSAGES/cofely.rma.po
Languages: nl

source: Amount
nl: Aantal

source: Arrival Description
nl: Omschrijving bij aankomst

source: Arrival date
nl: Datum binnenkomst

source: City
nl: Stad

source: City of your delivery adress.
nl: Stad van uw afleveradres.

source: Company
nl: Bedrijf

source: Company contact
nl: Contactpersoon

source: Complaint
nl: Klacht

source: Country
nl: Land

source: Country of your delivery adress.
nl: Land van uw afleveradres.

source: Create a new RMA
nl: Maak een nieuwe RMA aan

source: Customer has been informed of the status change.
nl: De klant is geinformeerd over de status wijziging.

source: Customer's own reference number.
nl: Referentienummer van de klant.

source: Date that the RMA arrived back.
nl: Datum waarop de RMA is binnengekomen

source: Do you want to claim a warranty?
nl: Claimt u garantie?

source: Folder containing al the RMA's.
nl: Map met alle RMA's.

source: Hours worked
nl: Gewerkte uren

source: Hours worked to 'fix' the RMA.
nl: Gewerkte uren om het probleem te verhelpen.

source: In which repair rack was the item put.
nl: In welke reparatiestelling is het item gelegd?

source: Material
nl: Materiaal

source: Materials used fo repair the item.
nl: Materialen gebruikt om het item te repareren

source: Name of the company that is sending an item back.
nl: Naam van het bedrijf dat het item retourneert.

source: Name of the company that is sending an item back.
nl: Naam van het bedrijf dat een item heeft retouneert.

source: Name or type of item that is being returned.
nl: Naam of type item dat teruggestuurd wordt

source: Phone number of the contact.
nl: Telefoonnummer contactpersoon

source: Phonenumber
nl: Telefoonnummer

source: Postalcode
nl: Postcode

source: Postalcode of your delivery adress.
nl: Postcode van uw afleveradres.

source: RMA folder
nl: RMA map

source: RMA number
nl: RMA nummer

source: Recipient address rejected by server.
nl: Email adres ontvanger geweigerd door server.

source: Referencenumber customer
nl: Referentienummer klant

source: Repair report
nl: Reparatierapport

source: Serial number
nl: Serienummer

source: Serial number of item that is being returned. This field is required if 'Speed control' is chosen as 'Product type'.
nl: Serienummer van het item dat retour gestuurd wordt. Dit veld is verplicht als 'toerenregeling', 'GTV' of 'motoren' als 'Producttype' gekozen is.

source: Showing all completed RMA's.
nl: Alle afgesloten RMA's worden getoont.

source: Showing all open RMA's.
nl: Alle lopende RMA's worden getoont.

source: Status has been updated.
nl: Status geupdate

source: Street
nl: Straat

source: Street of your delivery adress.
nl: Straat en huisnummer van uw afleveradres

source: Text that outlines the action that was taken to 'fix' the RMA.
nl: Welke actie is ondernomen om het probleem te verhelpen.

source: Text that outlines the action that was taken to 'fix' the RMA.
nl: Welke actie is ondernomen om het probleem te verhelpen.

source: The company has been informed of the status change.
nl: ElectroProject is geinformeerd over de nieuwe RMA.

source: The person to contact for this item.
nl: Contactpersoon voor deze RMA.

source: This field is required if 'speed control', 'GTV' or 'motoren' is chosen in the 'product type'-field.
nl: Dit veld is verplicht als 'toerenregeling', 'GTV' of 'moteren' gekozen is bij het 'Producttype'.

source: Type number
nl: Typenummer

source: Type number of item that is being returned.
nl: Typenummer van het item dat aangeboden wordt.

source: Unique number for the RMA item, should be auto generated.
nl: Uniek nummer voor de RMA, wordt automatisch gegenereerd.

source: Unique number for the RMA item, should be auto generated.
nl: Uniek nummer voor de RMA, wordt automatisch gegenereerd.

source: Used materials
nl: Gebruikte materialen

source: Warranty
nl: Garantie

source: What kind of item is this?
nl: Waar voor item is dit?

source: What's wrong with the item you are returning?
nl: Wat is er met het item aan de hand?

source: help_companyFax
nl: Faxnummer van uw bedrijf/hoofdkantoor

source: help_companyName
nl: De naam van uw bedrijf

source: help_companyPhone
nl: Telefoonnummer van uw bedrijf/hoofdkantoor

source: help_deliveryCity
nl: Stad van uw afleveradres

source: help_deliveryCountry
nl: Land van uw afleveradres

source: help_deliveryPostalcode
nl: Postcode van uw afleveradres

source: help_deliveryStreet
nl: Straat van uw afleveradres

source: label_City
nl: Stad

source: label_Country
nl: Land

source: label_Postalcode
nl: Postcode

source: label_Street
nl: Straat en huisnummer

source: label_arrivalDate
nl: Datum aankomst

source: label_arrivalDescription
nl: Omschrijving aankomst

source: label_company
nl: Bedrijf

source: label_companyContact
nl: Contactpersoon

source: label_companyFax
nl: Faxnummer bedrijf

source: label_companyName
nl: Bedrijfsnaam

source: label_companyPhonenumber
nl: Telefoonnummer bedrijf

source: label_create
nl: Nieuwe RMA

source: label_customerReference
nl: Referentienummer klant

source: label_deliveryAdress
nl: Aflever adres

source: label_deliveryCity
nl: Stad afleveradres

source: label_deliveryCountry
nl: Land afleveradres

source: label_deliveryPostalcode
nl: Postcode afleveradres

source: label_deliveryStreet
nl: Straat en huisnummer afleveradres

source: label_description
nl: Klacht

source: label_history
nl: Historie

source: label_productType
nl: Producttype

source: label_repairingHours
nl: Gewerkte uren

source: label_repairingReport
nl: Reparatierapport

source: label_rmaNumber
nl: RMA nummer

source: label_serialNumber
nl: Serienummer

source: label_typeNumber
nl: Typenummer

source: label_usedMaterials
nl: Gebruikte materialen

source: label_warranty
nl: Garantie

source: listingheader_arrivaldate
nl: Binngengekomen

source: listingheader_company
nl: Bedrijf

source: listingheader_complaint
nl: Klacht

source: listingheader_item
nl: Item

source: listingheader_repairingreport
nl: Reparatieverslag

source: listingheader_rmanumber
nl: RMA#

source: listingheader_status
nl: Status

source: ml_advice
nl: Advies

source: my_rmas
nl: Mijn RMA's
