Repository: basroijen/cofely.rma
Catalog: cofely/rma/locales/*/LC_MESSAGES/plone.po
Languages: nl

source: Arrived
nl: Binnengekomen

source: Completed
nl: Verzonden

source: In repair
nl: In behandeling

source: In repairing rack
nl: In reparatiestelling

source: Processed
nl: Verwerkt

source: Ready for dispatch
nl: Verzonden

source: Received
nl: Ontvangen

source: Received and Processed
nl: Ontvangen en verwerkt

source: Repair finished
nl: Gerepareerd

source: Repaired
nl: Gerepareerd

source: Requested
nl: Aangevraagd

source: Start repair
nl: Start reparatie

source: tender_approval
nl: Goedkeuring offerte

source: waiting_for_material
nl: Wacht op materiaal

source: approved
nl: Goedgekeurd

source: approved_waiting
nl: Goedgekeurd & wachten op materiaal

source: made_tender
nl: Offerte gemaakt & naar klant gestuurd
